{
  "homepage": {
    "welcomeMessage": {
      "en": "Welcome to FabTech Hub, where innovation meets excellence As a dynamic and forward-thinking technology company.",
      "fr": "Bienvenue sur FabTech Hub, où l'innovation rencontre l'excellence en tant qu'entreprise technologique dynamique et tournée vers l'avenir."
    },

    "descriptionPage": {
    "title": "Who We Are",
    "content": "Welcome to FabTechHub – the nexus of innovation where ideas transcend into tangible hardware solutions. As a premier tech company, we specialize in empowering visionaries to craft cutting-edge products in the realms of hardware and electronics. FabTechHub serves as a dynamic space, fostering creativity and collaboration. We go beyond traditional boundaries, providing a platform that seamlessly integrates hardware expertise with software knowledge, propelling our community into the forefront of the Internet of Things. Our mission is clear: to accelerate Congolese innovators towards global competitiveness. Within our vibrant ecosystem, FabTechHub offers more than just workspace; it's a knowledge hub where skills are honed, ideas flourish, and collaborations thrive. We are committed to elevating Congolese standing in Design, Engineering, Electronics, Fabrication, and High-Tech innovation. We provide not only the collaborative space but also a knowledge base and expert guidance."
  }
 
},


       
  "visionSection": {
    "title": "Our Vision",
    "content": "At FabTech Hub, we envision a connected world where cutting-edge technology enhances the way we live, work, and interact. Our goal is to be at the forefront of this transformation, driving innovation through the convergence of hardware, software, and IoT."
  },
  "valueSection": {
    "title": "Our Value",
    "content": "Our team of highly skilled hardware engineers is dedicated to crafting state-of-the-art devices that not only meet but exceed industry standards. From concept to prototype to final production, we leverage the latest technologies to design robust and efficient hardware solutions. We ensure that our hardware stands out in terms of performance, durability, and user experience."
  },
  "missionSection": {
    "title": "Our Mission",
    "content": "Our mission at FabTech Hub is to lead the way in creating cutting-edge technology solutions. Our team of skilled hardware engineers is committed to exceeding industry standards, leveraging the latest technologies from concept to prototype to final production. We design robust and efficient hardware solutions that stand out in terms of performance, durability, and user experience."
  },



 
  "productsSection": {
    "title": "Products & Innovations for You",
    "categories": {
      "smartMobility": "Smart Mobility",
      "powerEnergy": "Power & Energy",
      "autonomousThings": "Cloud-connected Autonomous Things"
    },
    "videoDescriptions": [
      "Explore the new features of our Teseo GNSS modules for specific applications with quick and seamless development tools.",
      "Explore the new features of our Teseo GNSS modules for specific applications with quick and seamless development tools."
    ],
  
  "servicesSection": {
    "heading": "FabTechhub services",
    "subheading": "Our services",
    "services": [
      {
        "icon": "SiSimilarweb",
        "title": "Smart Integration",
        "description": "At FabTech Hub, we envision a connected world where cutting-edge technology enhances the way we live, work, and interact. Our goal is to be at the forefront of this transformation, driving innovation through the convergence of hardware, software, and IoT."
      },
      {
        "icon": "GrIntegration",
        "title": "Internet Of Things",
        "description": "Our team of highly skilled hardware engineers is dedicated to crafting state-of-the-art devices that not only meet but exceed industry standards. From concept to prototype to final production, we leverage the latest technologies to design robust and efficient hardware solutions. We ensure that our hardware stands out in terms of performance."
      },
      {
        "icon": "AiOutlineFieldTime",
        "title": "Network Deployment and Design",
        "description": "Our team of highly skilled hardware engineers is dedicated to crafting state-of-the-art devices that not only meet but exceed industry standards. From concept to prototype to final production, we leverage the latest technologies to design robust and efficient hardware solutions. We ensure that our hardware stands out in terms of performance."
      }
    ]
  }

},


      
  "webDevelopment": {
    "title": "Web Development",
    "description": "Elevate your online presence with our expert web development services at FabTech Hub. We are dedicated to creating seamless digital experiences that empower your business. From innovative designs to robust backend solutions, we specialize in crafting websites that not only meet but exceed your expectations."
  },
  "fareCollection": {
    "title": "Innovative Automatic Fare Collection Solutions",
    "description": "Experience cutting-edge automatic fare collection with our team of highly skilled hardware engineers at FabtechHub. We are committed to designing state-of-the-art devices that set new industry standards. From initial concept to prototype and final production, we harness the latest technologies to create robust and efficient hardware solutions."
  },
  "educationalKit": {
    "title": "Educational Kit",
    "description": "Explore the world of learning with our team of highly skilled hardware engineers dedicated to creating cutting-edge educational kits. We go beyond industry standards, from the conceptualization phase to prototype development and final production. Leveraging the latest technologies, we design robust and efficient hardware solutions."
  },





  "servicesPage": {
    "whatWeDoSection": {
      "title": "Our advanced technology forms part of the world we live in today.",
      "description": "We create and deliver our technology as embedded in the most advanced innovations."
    }
},

    "discoverMoreButton": {
      "en": "Discover More",
      "fr": "Découvrir plus"
    },
 
  "header": {
    "desktopNavigation": {
      "sampleAndBuy": "Sample & Buy",
      "careers": "Careers"
    },
    "mobileNavigation": {
      "home": "Home",
      "products": "Products",
      "aboutUs": "About us",
      "ourServices": "Our Services",
      "contactUs": "Contact us",
      "careers": "Careers",
      "sampleAndBuy": "Sample & Buy"
    },
    "desktopNavigationRest": {
      "home": "Home",
      "logoAltText": "Logo",
      "products": "Products",
      "aboutUs": "About us",
      "ourServices": "Our Services",
      "contactUs": "Contact us"
    }
  },
  

  
  "footer": {
    "about": {
      "title": "About FabTechHub",
      "links": [
        {"text": "Home", "href": "/homepage"},
        {"text": "About us", "href": "/about"},
        {"text": "Our products", "href": "/products"},
        {"text": "Careers", "href": "/career"},
        {"text": "Get in touch with us", "href": "/contact"},
        {"text": "Our services", "href": "/ourservices"}
      ]
    },
    "connect": {
      "title": "Connect with us",
      "links": [
        {"text": "Contact us", "href": "/contact"},
        {"text": "Contact the owner", "href": "#"},
        {"text": "Our offices", "href": "#"},
        {"text": "Our branch", "href": "#"},
        {"text": "Location", "href": "#"}
      ]
    },
    "follow": {
      "title": "Follow us",
      "socialLinks": [
        {"icon": "facebook", "href": "https://www.facebook.com/profile.php?id=100088689596878"},
        {"icon": "instagram", "href": "https://www.instagram.com/lepieux_1/"},
        {"icon": "linkedin", "href": "https://www.linkedin.com/in/fabrice-itulamya-masumbuko-044478161/"}
      ]
    },
    "subscribe": {
      "title": "Subscribe to Our Newsletter",
      "form": {
        "placeholder": "Your email address",
        "buttonText": "Submit"
      }
    },
 

      
  "homepage": {
    "welcomeMessage": {
      "text": "Welcome to FabTech Hub, where innovation meets excellence. As a dynamic and forward-thinking technology company."
    },
    "servicesButton": {
      "text": "See our services"
    }
  },
 

 
  "aboutUs": {
    "title": "About us",
    "paragraphs": [
      "Welcome to FabTech Hub, where innovation meets excellence! As a dynamic and forward-thinking technology company, we specialize in the seamless integration of hardware, software, and IoT solutions.",
      "Our Vision: At FabTech Hub, we envision a connected world where cutting-edge technology enhances the way we live, work, and interact. Our goal is to be at the forefront of this transformation, driving innovation through the convergence of hardware, software, and IoT.",
      "Expertise in Hardware Design: Our team of highly skilled hardware engineers is dedicated to crafting state-of-the-art devices that not only meet but exceed industry standards. From concept to prototype to final production, we leverage the latest technologies to design robust and efficient hardware solutions. We ensure that our hardware stands out in terms of performance, durability, and user experience.",
      "Pioneering Software Development: Software is the heart and soul of any technological ecosystem, and at FabTech Hub, we take pride in our software development prowess. Our team of software engineers is adept at creating custom applications, firmware, and operating systems that seamlessly integrate with our hardware offerings. We believe in user-centric design, ensuring that our software solutions are not only powerful but also intuitive and user-friendly.",
      "Innovative IoT Solutions: The Internet of Things (IoT) has revolutionized the way devices communicate and interact. At FabTech Hub, we harness the potential of IoT to create intelligent and connected ecosystems. From smart home devices to industrial IoT solutions, we design and develop systems that enable seamless connectivity, data exchange, and automation. Our IoT solutions are geared towards enhancing efficiency, optimizing processes, and providing valuable insights through real-time data analytics.",
      "Customer-Centric Approach: At the core of our company is a commitment to customer satisfaction. We work closely with our clients to understand their unique needs and challenges, tailoring our hardware, software, and IoT solutions to meet and exceed expectations. Our dedication to quality, reliability, and continuous improvement ensures that our products and services stand the test of time.",
      "A Tradition of Excellence: With a legacy of innovation and a passion for pushing technological boundaries, FabTech Hub has established itself as a reliable partner for businesses and individuals seeking comprehensive solutions. We pride ourselves on our ability to stay ahead of the curve, anticipating future trends and adapting our offerings to meet the evolving needs of the digital age. Join us on the journey of transforming ideas into reality, as we continue to design the future through the seamless integration of hardware, software, and IoT at FabTech Hub."
    ]
  }

},


  "career": {
    "header": {
      "title": "Join Our Team",
      "subtitle": "Explore exciting career opportunities with us"
    },
    "jobOpenings": {
      "title": "Current Job Openings",
      "positions": [
        {
          "title": "Software Engineer",
          "description": "We are seeking a talented software engineer to join our innovative team. The ideal candidate will have experience in web development and a passion for creating robust and scalable solutions.",
          "qualifications": "Qualifications: Bachelor's degree in Computer Science, 3+ years of experience in full-stack development.",
          "applyLink": "/apply"
        },
        {
          "title": "Marketing Specialist",
          "description": "Join our marketing team and help drive brand awareness and customer engagement. The ideal candidate will have experience in digital marketing, content creation, and social media management.",
          "qualifications": "Qualifications: Bachelor's degree in Marketing, 2+ years of experience in digital marketing.",
          "applyLink": "/apply"
        }
     
      ]
    },
    "whyChooseUs": {
      "title": "Why Choose Us?",
      "benefits": [
        "Competitive salary",
        "Flexible work hours",
        "Health and wellness programs"
       
      ]
    },
    "applicationProcess": {
      "title": "Application Process",
      "steps": [
        "Review the current job openings above.",
        "Prepare your resume and cover letter.",
        "Submit your application through our online portal or send it to fabtechhub@gmail.com."
      ]
    },
    "contactUs": {
      "title": "Contact Us",
      "inquiries": "For any inquiries related to careers, please contact us at fabtechhub@gmail.com."
    }
  },


  "buy": {
    "header": {
      "title": "New and Featured Products",
      "subtitle": "Discover our latest and featured products"
    },
    "products": [
      {
        "name": "SPC58EC80E3QMC1X",
        "image": "https://estore.st.com/media/catalog/product/s/p/spc58ec80e3qmc1x_1.jpg",
        "description": "32-bit Power Architecture MCU for Automotive General Purpose Applications - Chorus family"
      },
      {
        "name": "ASM330LHHXG1TR",
        "image": "https://estore.st.com/media/catalog/product/a/s/asm330lhhxg1.jpg",
        "description": "High-accuracy 6-axis automotive inertial measurement unit (IMU) with embedded machine learning core and dual operating modes"
      },
      {
        "name": "VND9025AJTR",
        "image": "https://estore.st.com/media/catalog/product/v/n/vnd9025ajtr.jpg",
        "description": "Double channel high-side driver with current sense analog feedback for automotive applications"
      },
      {
        "name": "TESEO-VIC3DA",
        "image": "https://estore.st.com/media/catalog/product/t/e/teseo-vic3da.jpg",
        "description": "High-accuracy 6-axis automotive inertial measurement unit (IMU) with embedded machine learning core and dual operating modes"
      },
      {
        "name": "TSC1641IQT",
        "image": "https://estore.st.com/media/catalog/product/t/s/tsc1641iqt.jpg",
        "description": "Synchronous rectifier controller for non-complementary active clamp flyback converter"
      },
      {
        "name": "STWLC99JR",
        "image": "https://estore.st.com/media/catalog/product/s/t/stwlc99jr.jpg",
        "description": "Qi-compliant inductive wireless charger power receiver for 100W applications"
      }
  
    ]
  },
   
  "products": [
    {
      "category": "Smart integration",
      "image": "https://www.iotallknow.com/wp-content/uploads/2022/11/%E6%99%BA%E8%83%BD%E7%81%8C%E6%BA%89%E7%9A%84%E5%BA%94%E7%94%A8%E5%AE%9E%E4%BE%8B.webp",
      "description": "Smart integration is to enhance efficiency, accuracy, and reliability in various industries and applications."
    },
    {
      "category": "Automatic fare collection system",
      "image": "https://www.masstrans.in/wp-content/uploads/automatic-fare-collection-system-in-bus.jpg",
      "description": "Automatic fare collection system uses electrical signals for various applications, including communication, information processing, control systems, entertainment, and more."
    },
    {
      "category": "IOT",
      "image": "https://omdia.tech.informa.com/-/media/tech/omdia/omdia-website-enhancement-oct-2023/iot-coverage-2.jpg?rev=4fa2eb28f841448c9d126f911019398f",
      "description": "IOT refers to energy derived from sources that are naturally replenished on a human timescale, such as sunlight, wind, rain, tides, waves, geothermal heat, and biomass."
    },
    {
      "category": "Web app",
      "image": "https://assets.materialup.com/uploads/5afb8065-ef8d-4a57-a627-8a87da96ca1c/preview.jpg",
      "description": "Web app design is a specialized field within electronics that focuses on the study and application of electronic devices to control and convert electrical power."
    },
    {
      "category": "Network deployment",
      "image": "https://vietec.co.uk/wp-content/uploads/2023/07/Network-Design-600.jpg",
      "description": "Network deployment, also known as electric motors and generators, are devices that convert electrical energy into mechanical energy (motors) or vice versa (generators)."
    },
    {
      "category": "Educational KIT",
      "image": "https://images.ctfassets.net/k0lk9kiuza3o/2PY0JwslnenVCA4Nt2tfg9/7b491666f2344fc9a2b338bde4f15576/Calendly_BestAcctManagementSoftware_BlogHeader_1920x1080.png?q=85&fm=webp",
      "description": "Educational KIT programs, or data that enable a computer or a system to perform specific tasks or operations."
    }
 
  ],

  
  "services": {
    "header": {
      "title": "FabTech Hub - Our Services",
      "subtitle": "This is our services as a dynamic and forward-thinking technology company"
    },
    "categories": [
      {
        "name": "Smart Integration",
        "icon": "SiSimilarweb",
        "description": "At FabTech Hub, we envision a connected world where cutting-edge technology enhances the way we live, work, and interact. Our goal is to be at the forefront of this transformation, driving innovation through the convergence of hardware, software, and IoT."
      },
      {
        "name": "Internet of Things",
        "icon": "GrIntegration",
        "description": "Our team of highly skilled hardware engineers is dedicated to crafting state-of-the-art devices that not only meet but exceed industry standards. From concept to prototype to final production, we leverage the latest technologies to design robust and efficient hardware solutions. We ensure that our hardware stands out in terms of performance."
      },
      {
        "name": "Network Deployment and Design",
        "icon": "AiOutlineFieldTime",
        "description": "Our team of highly skilled hardware engineers is dedicated to crafting state-of-the-art devices that not only meet but exceed industry standards. From concept to prototype to final production, we leverage the latest technologies to design robust and efficient hardware solutions. We ensure that our hardware stands out in terms of performance."
      }
     
    ]
  }
 
}









 


     
  







