{
  "homepage": {
    "welcomeMessage": {
      "en": "Welcome to FabTech Hub, where innovation meets excellence As a dynamic and forward-thinking technology company.",
      "fr": "Bienvenue sur FabTech Hub, où l'innovation rencontre l'excellence en tant qu'entreprise technologique dynamique et tournée vers l'avenir."
    },

    "descriptionPage": {
    "title": "Qui sommes-nous",
    "content": "Bienvenue sur FabTechHub - le carrefour de l'innovation où les idées se transforment en solutions matérielles tangibles. En tant que société de technologie de premier plan, nous nous spécialisons dans l'autonomisation des visionnaires pour créer des produits de pointe dans les domaines du matériel et de l'électronique. FabTechHub sert d'espace dynamique, favorisant la créativité et la collaboration. Nous dépassons les frontières traditionnelles, offrant une plateforme qui intègre harmonieusement l'expertise matérielle avec la connaissance logicielle, propulsant notre communauté au premier plan de l'Internet des objets. Notre mission est claire : accélérer les innovateurs congolais vers la compétitivité mondiale. Au sein de notre écosystème dynamique, FabTechHub offre plus qu'un simple espace de travail ; c'est un hub de connaissances où les compétences sont affinées, les idées prospèrent, et les collaborations prospèrent. Nous nous engageons à élever la position congolaise dans la conception, l'ingénierie, l'électronique, la fabrication et l'innovation de haute technologie. Nous fournissons non seulement l'espace collaboratif mais aussi une base de connaissances et un accompagnement d'experts."
  },


     
  "servicesPage": {
    "whatWeDoSection": {
      "title": "Notre technologie de pointe fait partie du monde dans lequel nous vivons aujourd'hui.",
      "description": "Nous créons et livrons notre technologie intégrée aux innovations les plus avancées."
    }
  },
     


  "visionSection": {
    "title": "Notre Vision",
    "content": "Chez FabTech Hub, nous envisageons un monde connecté où la technologie de pointe améliore notre façon de vivre, de travailler et d'interagir. Notre objectif est d'être à l'avant-garde de cette transformation, en stimulant l'innovation à travers la convergence du matériel, du logiciel et de l'IoT."
  },
  "valueSection": {
    "title": "Nos Valeurs",
    "content": "Notre équipe d'ingénieurs matériels hautement qualifiés est dédiée à la création de dispositifs de pointe qui non seulement répondent aux normes de l'industrie, mais les dépassent. De la conception au prototype, jusqu'à la production finale, nous exploitons les dernières technologies pour concevoir des solutions matérielles robustes et efficaces. Nous nous assurons que notre matériel se distingue en termes de performance, de durabilité et d'expérience utilisateur."
  },
  "missionSection": {
    "title": "Notre Mission",
    "content": "Notre mission chez FabTech Hub est de prendre la tête dans la création de solutions technologiques de pointe. Notre équipe d'ingénieurs matériels qualifiés s'engage à dépasser les normes de l'industrie, en exploitant les dernières technologies de la conception au prototype, jusqu'à la production finale. Nous concevons des solutions matérielles robustes et efficaces qui se distinguent en termes de performance, de durabilité et d'expérience utilisateur."
  },




 
  "productsSection": {
    "title": "Produits et Innovations pour Vous",
    "categories": {
      "smartMobility": "Mobilité Intelligente",
      "powerEnergy": "Énergie et Puissance",
      "autonomousThings": "Objets Autonomes Connectés au Cloud"
    },
    "videoDescriptions": [
      "Explorez les nouvelles fonctionnalités de nos modules GNSS Teseo pour des applications spécifiques avec des outils de développement rapides et sans couture.",
      "Explorez les nouvelles fonctionnalités de nos modules GNSS Teseo pour des applications spécifiques avec des outils de développement rapides et sans couture."
    ]
  }
 
},



  "servicesSection": {
    "heading": "Services FabTechhub",
    "subheading": "Nos services",
    "services": [
      {
        "icon": "SiSimilarweb",
        "title": "Intégration Intelligente",
        "description": "Chez FabTech Hub, nous envisageons un monde connecté où la technologie de pointe améliore notre façon de vivre, de travailler et d'interagir. Notre objectif est d'être à l'avant-garde de cette transformation, en stimulant l'innovation à travers la convergence du matériel, du logiciel et de l'IoT."
      },
      {
        "icon": "GrIntegration",
        "title": "Internet des Objets",
        "description": "Notre équipe d'ingénieurs matériels hautement qualifiés est dédiée à la création de dispositifs de pointe qui non seulement répondent aux normes de l'industrie, mais les dépassent. De la conception au prototype, jusqu'à la production finale, nous exploitons les dernières technologies pour concevoir des solutions matérielles robustes et efficaces. Nous nous assurons que notre matériel se distingue en termes de performance."
      },
      {
        "icon": "AiOutlineFieldTime",
        "title": "Déploiement et Conception de Réseau",
        "description": "Notre équipe d'ingénieurs matériels hautement qualifiés est dédiée à la création de dispositifs de pointe qui non seulement répondent aux normes de l'industrie, mais les dépassent. De la conception au prototype, jusqu'à la production finale, nous exploitons les dernières technologies pour concevoir des solutions matérielles robustes et efficaces. Nous nous assurons que notre matériel se distingue en termes de performance."
      }
    ]
  },

   
 
  "webDevelopment": {
    "title": "Développement Web",
    "description": "Rehaussez votre présence en ligne avec nos services experts de développement web chez FabTech Hub. Nous nous consacrons à la création d'expériences numériques fluides qui renforcent votre entreprise. Des designs innovants aux solutions backend robustes, nous sommes spécialisés dans la création de sites web qui non seulement répondent, mais dépassent vos attentes."
  },
  "fareCollection": {
    "title": "Solutions Innovantes de Perception Automatique des Tarifs",
    "description": "Découvrez la perception automatique des tarifs de pointe avec notre équipe d'ingénieurs matériels hautement qualifiés chez FabtechHub. Nous nous engageons à concevoir des dispositifs de pointe qui établissent de nouvelles normes de l'industrie. De la phase conceptuelle au développement du prototype et à la production finale, nous exploitons les dernières technologies pour créer des solutions matérielles robustes et efficaces."
  },
  "educationalKit": {
    "title": "Kit Éducatif",
    "description": "Explorez le monde de l'apprentissage avec notre équipe d'ingénieurs matériels hautement qualifiés dédiée à la création de kits éducatifs de pointe. Nous allons au-delà des normes de l'industrie, de la phase de conceptualisation au développement du prototype et à la production finale. En exploitant les dernières technologies, nous concevons des solutions matérielles robustes et efficaces."
  },
 


    "discoverMoreButton": {
      "en": "Discover More",
      "fr": "Découvrir plus"
    },
  
  "header": {
    "desktopNavigation": {
      "sampleAndBuy": "Échantillon et Achat",
      "careers": "Carrières"
    },
    "mobileNavigation": {
      "home": "Accueil",
      "products": "Produits",
      "aboutUs": "À propos de nous",
      "ourServices": "Nos Services",
      "contactUs": "Contactez-nous",
      "careers": "Carrières",
      "sampleAndBuy": "Échantillon et Achat"
    },
    "desktopNavigationRest": {
      "home": "Accueil",
      "logoAltText": "Logo",
      "products": "Produits",
      "aboutUs": "À propos de nous",
      "ourServices": "Nos Services",
      "contactUs": "Contactez-nous"
    }
  },
  
  "footer": {
    "about": {
      "title": "À propos de FabTechHub",
      "links": [
        {"text": "Accueil", "href": "/homepage"},
        {"text": "À propos de nous", "href": "/about"},
        {"text": "Nos produits", "href": "/products"},
        {"text": "Carrières", "href": "/career"},
        {"text": "Nous contacter", "href": "/contact"},
        {"text": "Nos services", "href": "/ourservices"}
      ]
    },
    "connect": {
      "title": "Connectez-vous avec nous",
      "links": [
        {"text": "Nous contacter", "href": "/contact"},
        {"text": "Contacter le propriétaire", "href": "#"},
        {"text": "Nos bureaux", "href": "#"},
        {"text": "Notre succursale", "href": "#"},
        {"text": "Emplacement", "href": "#"}
      ]
    },
    "follow": {
      "title": "Suivez-nous",
      "socialLinks": [
        {"icon": "facebook", "href": "https://www.facebook.com/profile.php?id=100088689596878"},
        {"icon": "instagram", "href": "https://www.instagram.com/lepieux_1/"},
        {"icon": "linkedin", "href": "https://www.linkedin.com/in/fabrice-itulamya-masumbuko-044478161/"}
      ]
    },
    "subscribe": {
      "title": "Abonnez-vous à notre newsletter",
      "form": {
        "placeholder": "Votre adresse e-mail",
        "buttonText": "Soumettre"
      }
    },



    
  "homepage": {
    "welcomeMessage": {
      "text": "Bienvenue sur FabTech Hub, où l'innovation rencontre l'excellence en tant qu'entreprise technologique dynamique et tournée vers l'avenir."
    },
    "servicesButton": {
      "text": "Découvrir nos services"
    }
  },


  "aboutUs": {
    "title": "À propos de nous",
    "paragraphs": [
      "Bienvenue sur FabTech Hub, où l'innovation rencontre l'excellence ! En tant qu'entreprise technologique dynamique et tournée vers l'avenir, nous sommes spécialisés dans l'intégration transparente de solutions matérielles, logicielles et IoT.",
      "Notre vision : Chez FabTech Hub, nous imaginons un monde connecté où la technologie de pointe améliore notre façon de vivre, de travailler et d'interagir. Notre objectif est d'être à l'avant-garde de cette transformation, en stimulant l'innovation par la convergence du matériel, du logiciel et de l'IoT.",
      "Expertise en conception matérielle : Notre équipe d'ingénieurs matériels hautement qualifiés est dédiée à la création de dispositifs de pointe qui non seulement répondent, mais dépassent les normes de l'industrie. De la conception au prototype jusqu'à la production finale, nous exploitons les dernières technologies pour concevoir des solutions matérielles robustes et efficaces. Nous nous assurons que notre matériel se démarque en termes de performances, de durabilité et d'expérience utilisateur.",
      "Pionnier du développement logiciel : Le logiciel est le cœur et l'âme de tout écosystème technologique, et chez FabTech Hub, nous sommes fiers de notre expertise en développement logiciel. Notre équipe d'ingénieurs logiciels excelle dans la création d'applications personnalisées, de micrologiciels et de systèmes d'exploitation qui s'intègrent parfaitement à nos offres matérielles. Nous croyons en une conception centrée sur l'utilisateur, garantissant que nos solutions logicielles sont non seulement puissantes, mais aussi intuitives et conviviales.",
      "Solutions IoT innovantes : L'Internet des objets (IoT) a révolutionné la manière dont les appareils communiquent et interagissent. Chez FabTech Hub, nous exploitons le potentiel de l'IoT pour créer des écosystèmes intelligents et connectés. Des dispositifs domotiques intelligents aux solutions IoT industrielles, nous concevons et développons des systèmes qui permettent une connectivité transparente, un échange de données et une automatisation. Nos solutions IoT visent à améliorer l'efficacité, à optimiser les processus et à fournir des informations précieuses grâce à l'analyse des données en temps réel.",
      "Approche axée sur le client : Au cœur de notre entreprise se trouve un engagement envers la satisfaction du client. Nous travaillons en étroite collaboration avec nos clients pour comprendre leurs besoins et défis uniques, adaptant nos solutions matérielles, logicielles et IoT pour répondre et dépasser les attentes. Notre dévouement à la qualité, à la fiabilité et à l'amélioration continue garantit que nos produits et services résistent à l'épreuve du temps.",
      "Une tradition d'excellence : Avec un héritage d'innovation et une passion pour repousser les limites technologiques, FabTech Hub s'est imposé comme un partenaire fiable pour les entreprises et les particuliers en quête de solutions complètes. Nous sommes fiers de notre capacité à rester en avance sur la courbe, anticipant les tendances futures et adaptant nos offres pour répondre aux besoins évolutifs de l'ère numérique. Rejoignez-nous dans le voyage de transformation des idées en réalité, alors que nous continuons à concevoir l'avenir à travers l'intégration transparente du matériel, du logiciel et de l'IoT chez FabTech Hub."
    ]
  }
},
  
 
  "career": {
    "header": {
      "title": "Rejoignez notre équipe",
      "subtitle": "Explorez des opportunités de carrière passionnantes avec nous"
    },
    "jobOpenings": {
      "title": "Offres d'emploi actuelles",
      "positions": [
        {
          "title": "Ingénieur logiciel",
          "description": "Nous recherchons un ingénieur logiciel talentueux pour rejoindre notre équipe innovante. Le candidat idéal aura de l'expérience dans le développement web et une passion pour la création de solutions robustes et évolutives.",
          "qualifications": "Qualifications : Diplôme de baccalauréat en informatique, 3+ ans d'expérience en développement full-stack.",
          "applyLink": "/apply"
        },
        {
          "title": "Spécialiste du marketing",
          "description": "Rejoignez notre équipe marketing et contribuez à accroître la notoriété de la marque et l'engagement client. Le candidat idéal aura de l'expérience en marketing numérique, création de contenu et gestion des médias sociaux.",
          "qualifications": "Qualifications : Diplôme de baccalauréat en marketing, 2+ ans d'expérience en marketing numérique.",
          "applyLink": "/apply"
        }
     
      ]
    },
    "whyChooseUs": {
      "title": "Pourquoi nous choisir ?",
      "benefits": [
        "Salaire compétitif",
        "Horaires de travail flexibles",
        "Programmes de santé et bien-être"
       
      ]
    },
    "applicationProcess": {
      "title": "Processus de candidature",
      "steps": [
        "Consultez les offres d'emploi actuelles ci-dessus.",
        "Préparez votre CV et votre lettre de motivation.",
        "Soumettez votre candidature via notre portail en ligne ou envoyez-la à fabtechhub@gmail.com."
      ]
    },
    "contactUs": {
      "title": "Contactez-nous",
      "inquiries": "Pour toute question liée à la carrière, veuillez nous contacter à fabtechhub@gmail.com."
    }
  },


   
  "buy": {
    "header": {
      "title": "Nouveaux et produits vedettes",
      "subtitle": "Découvrez nos derniers produits et ceux mis en avant"
    },
    "products": [
      {
        "name": "SPC58EC80E3QMC1X",
        "image": "https://estore.st.com/media/catalog/product/s/p/spc58ec80e3qmc1x_1.jpg",
        "description": "MCU d'architecture Power 32 bits pour applications automobiles générales - Famille Chorus"
      },
      {
        "name": "ASM330LHHXG1TR",
        "image": "https://estore.st.com/media/catalog/product/a/s/asm330lhhxg1.jpg",
        "description": "Unité de mesure inertielle automobile haute précision à 6 axes (IMU) avec cœur d'apprentissage automatique intégré et modes de fonctionnement doubles"
      },
      {
        "name": "VND9025AJTR",
        "image": "https://estore.st.com/media/catalog/product/v/n/vnd9025ajtr.jpg",
        "description": "Double pilote de ligne haute avec rétroaction analogique de courant pour applications automobiles"
      },
      {
        "name": "TESEO-VIC3DA",
        "image": "https://estore.st.com/media/catalog/product/t/e/teseo-vic3da.jpg",
        "description": "Unité de mesure inertielle automobile haute précision à 6 axes (IMU) avec cœur d'apprentissage automatique intégré et modes de fonctionnement doubles"
      },
      {
        "name": "TSC1641IQT",
        "image": "https://estore.st.com/media/catalog/product/t/s/tsc1641iqt.jpg",
        "description": "Contrôleur synchrone de redresseur pour convertisseur flyback à pince active non complémentaire"
      },
      {
        "name": "STWLC99JR",
        "image": "https://estore.st.com/media/catalog/product/s/t/stwlc99jr.jpg",
        "description": "Récepteur de charge sans fil inductif conforme à la norme Qi pour des applications jusqu'à 100 W"
      }
    
    ]
  },


  "products": [
    {
      "category": "Intégration intelligente",
      "image": "https://www.iotallknow.com/wp-content/uploads/2022/11/%E6%99%BA%E8%83%BD%E7%81%8C%E6%BA%89%E7%9A%84%E5%BA%94%E7%94%A8%E5%AE%9E%E4%BE%8B.webp",
      "description": "L'intégration intelligente vise à améliorer l'efficacité, la précision et la fiabilité dans diverses industries et applications."
    },
    {
      "category": "Système de collecte automatique des tarifs",
      "image": "https://www.masstrans.in/wp-content/uploads/automatic-fare-collection-system-in-bus.jpg",
      "description": "Le système de collecte automatique des tarifs utilise des signaux électriques pour diverses applications, notamment la communication, le traitement de l'information, les systèmes de contrôle, le divertissement, et plus encore."
    },
    {
      "category": "IOT",
      "image": "https://omdia.tech.informa.com/-/media/tech/omdia/omdia-website-enhancement-oct-2023/iot-coverage-2.jpg?rev=4fa2eb28f841448c9d126f911019398f",
      "description": "L'IOT fait référence à l'énergie dérivée de sources qui se renouvellent naturellement à l'échelle humaine, telles que la lumière du soleil, le vent, la pluie, les marées, les vagues, la chaleur géothermique et la biomasse."
    },
    {
      "category": "Application Web",
      "image": "https://assets.materialup.com/uploads/5afb8065-ef8d-4a57-a627-8a87da96ca1c/preview.jpg",
      "description": "La conception d'applications Web est un domaine spécialisé dans l'électronique qui se concentre sur l'étude et l'application de dispositifs électroniques pour contrôler et convertir l'énergie électrique."
    },
    {
      "category": "Déploiement de réseau",
      "image": "https://vietec.co.uk/wp-content/uploads/2023/07/Network-Design-600.jpg",
      "description": "Le déploiement de réseau, également connu sous le nom de moteurs électriques et de générateurs, sont des dispositifs qui convertissent l'énergie électrique en énergie mécanique (moteurs) ou vice versa (générateurs)."
    },
    {
      "category": "KIT éducatif",
      "image": "https://images.ctfassets.net/k0lk9kiuza3o/2PY0JwslnenVCA4Nt2tfg9/7b491666f2344fc9a2b338bde4f15576/Calendly_BestAcctManagementSoftware_BlogHeader_1920x1080.png?q=85&fm=webp",
      "description": "Les programmes KIT éducatifs, ou les données qui permettent à un ordinateur ou à un système d'effectuer des tâches ou des opérations spécifiques."
    }
 
  ],


  "services": {
    "header": {
      "title": "FabTech Hub - Nos Services",
      "subtitle": "Ceci sont nos services en tant qu'entreprise technologique dynamique et tournée vers l'avenir"
    },
    "categories": [
      {
        "name": "Intégration Intelligente",
        "icon": "SiSimilarweb",
        "description": "Chez FabTech Hub, nous imaginons un monde connecté où la technologie de pointe améliore notre façon de vivre, de travailler et d'interagir. Notre objectif est d'être à l'avant-garde de cette transformation, en stimulant l'innovation à travers la convergence du matériel, du logiciel et de l'IoT."
      },
      {
        "name": "Internet des Objets",
        "icon": "GrIntegration",
        "description": "Notre équipe d'ingénieurs en matériel hautement qualifiés est dédiée à la création de dispositifs de pointe qui non seulement répondent, mais dépassent les normes de l'industrie. De la conception au prototype jusqu'à la production finale, nous exploitons les dernières technologies pour concevoir des solutions matérielles robustes et efficaces. Nous nous assurons que notre matériel se démarque en termes de performances."
      },
      {
        "name": "Déploiement et Conception de Réseau",
        "icon": "AiOutlineFieldTime",
        "description": "Notre équipe d'ingénieurs en matériel hautement qualifiés est dédiée à la création de dispositifs de pointe qui non seulement répondent, mais dépassent les normes de l'industrie. De la conception au prototype jusqu'à la production finale, nous exploitons les dernières technologies pour concevoir des solutions matérielles robustes et efficaces. Nous nous assurons que notre matériel se démarque en termes de performances."
      }
    
    ]
  }
 
}



 













  

 



